{"head":{"layout":"Post","title":"Building the Gramercy Bow Saw","image":"/assets/gramercy_bow_saw/DSC_0112.jpg","date":"2016-01-28 20:33:59 -0800","<!-- categories":"wood-working -->","description":"I've seen this saw kit pop up on a variety of woodworking sites and forums and always found it very beautiful. So for christmas I decided…"},"body":"<p>I've seen this saw kit pop up on a variety of woodworking sites and forums and always found it very beautiful. So for christmas I decided to pull the trigger and buy it for myself as a gift.</p>\n<p>Prior to building the Gramercy Tool's bow saw I had recently finished my first acoustic guitar. This saw would have saved me a lot of frustration while cutting the various curves a guitar requires. The top and back plates need to be cut close to their final shape before glueing them to the body. The curved transition from the base of the heel to the neck needs to be sawn through about three inch thick stock. And headstocks can contain a variety of curves based on the design. These are some examples of where I thought the twelve inch long blade and extra tension could excel over the coping saw.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0001.jpg\" alt=\"1\"></p>\n<h4 id=\"supplies\"><a href=\"#supplies\" class=\"phenomic-HeadingAnchor\">#</a>Supplies</h4>\n<p>I purchasesd the full Gramercy Tools bow saw kit as well as the green bow saw line from <a href=\"https://www.toolsforworkingwood.com\">Tools For Working Wood</a>. You can also find the plans for this saw on their site.\nThe kit includes</p>\n<ul>\n<li>a set of turned handles</li>\n<li>a set of brass pins</li>\n<li>3 blades with different tooth sizes</li>\n</ul>\n<p>The bow saw line they sell appears to be repackaged braided fishing line, so you can probably purchase it more economically elsewhere, but for about six dollars it's not too painful of a purchase.</p>\n<p>And you will of course need some wood. The plans are designed to work with commonly available pre-milled lumber sizes. For species you should choose something that is relatively strong, light and flexible. Hickory is a great choice. It wasn't available at my lumber yard so I went with white ash, though there are plenty of other species that would work.</p>\n<h2 id=\"dimensioning\"><a href=\"#dimensioning\" class=\"phenomic-HeadingAnchor\">#</a>Dimensioning</h2>\n<p>I started with some pieces I had cut to rough size on a table saw.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0002.jpg\" alt=\"2\"></p>\n<p>I cut the piece that would become the two handles in half with a dozuki.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0006.jpg\" alt=\"6\"></p>\n<p>Next I transfered the dimensions onto each piece my stock with a marking gauge. I marked both sides and ends so I would have a guide to prevent me from planing out of square.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0009.jpg\" alt=\"9\"></p>\n<p>A #6 fore plane made quick work of this.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0024.jpg\" alt=\"24\"></p>\n<p>For the small piece that would become the toggle a block plane was much more manageable.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0026.jpg\" alt=\"26\"></p>\n<p>In the end I had some perfectly square, accurately thicknessed timbers to work with and a nest of plane shavings for my friend.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0014.jpg\" alt=\"14\"></p>\n<h2 id=\"cutting-to-length\"><a href=\"#cutting-to-length\" class=\"phenomic-HeadingAnchor\">#</a>Cutting to Length</h2>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0027.jpg\" alt=\"27\"></p>\n<p>I then marked the final lengths of the handles and cross bar and cut them with a dozuki. I'm not super confident in my sawing yet so I tried to saw 1/32\" - 1/16\" proud of my lines with the intention of shooting them to final lenghth.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0028.jpg\" alt=\"28\"></p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0030.jpg\" alt=\"30\"></p>\n<p>I haven't made a proper shooting board yet (hopefully soon) so I made a makeshift one out of my bench top, my planer jointing sled, a piece of scrap and some paper to shim it into square. I checked that it was square on two axes and clamped everything down tight.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0034.jpg\" alt=\"34\"></p>\n<p>Shooting is pretty hard to mess up in my experience. You just move your plane back and forth while keeping it against the shooting board and very lightly feeding your stock over the board edge as needed. You can see the difference made after just a few passed in the before and after pictures.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0037.jpg\" alt=\"37\"></p>\n<p>Starting to take shape.</p>\n<h2 id=\"drilling-handle-holes\"><a href=\"#drilling-handle-holes\" class=\"phenomic-HeadingAnchor\">#</a>Drilling Handle Holes</h2>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0038.jpg\" alt=\"38\"></p>\n<p>I marked out the handle holes with a combo square, caliper and pencil, then pressed an indent with an awl.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0040.jpg\" alt=\"40\"></p>\n<p>I've had trouble in the past drilling accurately. My laser sight is rubbish (I'd guess most are). So I decided to start with a small pilot hole and use it to guide the full size 1/4\" bit. It worked as I'd hoped and the holes came out very well centered.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0041.jpg\" alt=\"41\"></p>\n<h2 id=\"cutting-mortises\"><a href=\"#cutting-mortises\" class=\"phenomic-HeadingAnchor\">#</a>Cutting Mortises</h2>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0044.jpg\" alt=\"44\"></p>\n<p>I marked out the mortises with a marking gauge and combo square.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0046.jpg\" alt=\"46\"></p>\n<p>Both the mortises and the tapered ends of the handles are a 1/4\" thick. So while the gauge was already set I marked the ends to be tapered, as you'll see later.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0055.jpg\" alt=\"55\"></p>\n<p>As for mortising itself, I've tried a few different strategies in the past. My go-to is clearing the majority of the mortise with a router or drill and then squaring it up with a chisel. This was my first time trying out Paul Seller's recommended <a href=\"https://www.youtube.com/watch?v=q_NXq7_TILA\">method</a> of chopping bevel down from one direction then the other while keeping a bit away from the edges of the mortise.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0052.jpg\" alt=\"52\"></p>\n<p>I used the end of my caliper to check if I'd hit the final depth.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0051.jpg\" alt=\"51\"></p>\n<p>Then I turned the chisel bevel around toward the center of the mortises so I could square up the edges.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0056.jpg\" alt=\"56\"></p>\n<p>This method was suprisingly fast, easy and accurate and required no tool or jig setup.</p>\n<h2 id=\"cutting-tenons\"><a href=\"#cutting-tenons\" class=\"phenomic-HeadingAnchor\">#</a>Cutting Tenons</h2>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0058.jpg\" alt=\"58\"></p>\n<p>I marked out all the lines for the tenons. I based the dimensions of the final cut dimesions of the mortise as measured by a caliper. The mortises were accurate enough that I probably could have used the tenon dimensions in the plans, but it's always best to fit based on the actual cut sizes.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0059.jpg\" alt=\"59\"></p>\n<p>I cut the tenons, again staying a little proud of the lines. If you look at the cuts you can see why I did this. They're a little crooked, but good enough to clean up.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0061.jpg\" alt=\"61\"></p>\n<p>Using chisels, I then pared along the marking gauge lines in various directions doing my best to stay square. I undercut the the shoulders so they meet the cheeks at an acute angle. Undercutting gives you a little less material where the shoulders meet the face of the mortise and thus less material to perfect to get a clean joint.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0062.jpg\" alt=\"62\"></p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0067.jpg\" alt=\"67\"></p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0066.jpg\" alt=\"66\"></p>\n<p>After fitting each joint, I marked them to ensure any differences in the tenons stay referenced to the mortises they were fitted to and vice versa. After I was confident the joints were finished I moved the reference markings to the tenon ends and mortise bottoms so I can always correctly re-assemble the saw as it may periodically be taken apart.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0068.jpg\" alt=\"68\"></p>\n<h2 id=\"shaping-the-curves\"><a href=\"#shaping-the-curves\" class=\"phenomic-HeadingAnchor\">#</a>Shaping the Curves</h2>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0069.jpg\" alt=\"69\"></p>\n<p>To mark the curves of the handles I printed the plans to scale and traced around them using a bit of painters tape to keep them aligned. I did this on both sides so I could track a saw across both markings to ensure I was cutting relatively square to the face.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0071.jpg\" alt=\"71\"></p>\n<p>So... time for a moment of honesty. my saw of choice to cut these curves was the gramercy Bow saw itself. This was actually the third time I had taken on building this saw because I was unhappy with how various aspects were turning out. I created some twist in the wood while planing parts for one of them, I failed to drill centered holes, botched the curves and broke the small tips off one of the handles.</p>\n<p>The good part of this was I had a nice functional saw to cut the curves with. The bad part though is I used my most straight-grained, quartsawn stock on the first couple, leaving some less optimal timber for this final iteration.</p>\n<p>If you don't have a functional yet botched bow saw to cut the curves with, a coping saw will work. However, it might take a little patience.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0073.jpg\" alt=\"73\"></p>\n<p>After cutting each curve I used a combination of a spokeshave, a chisel and a rasp to clearn it up.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0076.jpg\" alt=\"76\"></p>\n<p>Another strategy that I tried was cutting down to the bottom of the curve and splitting out the waste with a chisel. This took about as much time an effort as cutting with a saw and was only really suitable for the outside curves.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0079.jpg\" alt=\"79\"></p>\n<p>With the primary curves shaped I moved on to the curves scooped out from handle faces.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0080.jpg\" alt=\"80\"></p>\n<p>To cut this curve I used a more gentle version of Paul Sellers' mortise chopping strategy. With a wide bevel down chisel I pared from the outside of the curve towards the center while alternating directions.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0084.jpg\" alt=\"84\"></p>\n<h2 id=\"tapering-handles\"><a href=\"#tapering-handles\" class=\"phenomic-HeadingAnchor\">#</a>Tapering Handles</h2>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0085.jpg\" alt=\"85\"></p>\n<p>I marked a line at the start of the handle taper.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0086.jpg\" alt=\"86\"></p>\n<p>I used a plane to carve the taper from this line to the line previously marked on the edge. I alternated between a #4 plane and a block plane. The #4 was faster but the block made it easier to line up the blade to the taper start line while perfecting the shape.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0089.jpg\" alt=\"89\"></p>\n<p>You can see the handles aren't perfectly matched. So I clamped them together while lined up according to the mortise markings and matched the shapes with a chisel and spokeshave.</p>\n<h1 id=\"final-shaping\"><a href=\"#final-shaping\" class=\"phenomic-HeadingAnchor\">#</a>Final Shaping</h1>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0091.jpg\" alt=\"91\"></p>\n<p>The final shaping was to chamfer the various edges to improve the feel of the saw in your hand and lose a bit of unnecessary weight. On the cross-bar I marked the final chamfer depth on every side at the center.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0092.jpg\" alt=\"92\"></p>\n<p>I then used a spokeshave to remove the material while just eyeballing the symmetry of the curve. In the above image you'll see that I clamped it to the edge of my bench. I eventually opted for resting one end on top of the bench and holding the other with my hand and bracing it close against my body. Then I held the spokeshave with my free hand. This created more than enough support for light cuts and allowed me to quickly flip the piece in different directions to get even reliefs.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0093.jpg\" alt=\"93\"></p>\n<p>Again I used a cut out printed guide to mark the curves on the handle bottoms.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0095.jpg\" alt=\"95\"></p>\n<p>I removed the majority of the material with a block plane.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0097.jpg\" alt=\"97\"></p>\n<p>Then they got clamped back together and run through a sanding jig on my drill press.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0098.jpg\" alt=\"98\"></p>\n<p>A cardscraper made quick work of removing any leftover pencil marks or scratches.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0099.jpg\" alt=\"99\"></p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0100.jpg\" alt=\"100\"></p>\n<p>I rough marked out the chamfers on the handles. Then used a spokeshave to remove the bulk of the waste and a pocket knife to clean up the areas too tight for a spokeshave.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0101.jpg\" alt=\"101\"></p>\n<p>Looking awesome!</p>\n<h2 id=\"making-the-toggle\"><a href=\"#making-the-toggle\" class=\"phenomic-HeadingAnchor\">#</a>Making the Toggle</h2>\n<p>I used a little bit of that math I still remember from highschool to calculate how to mark out my square stock to cut it into an even octagon. I then marked the lines with a gauge.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0103.jpg\" alt=\"103\"></p>\n<p>To remove the waste I clamped my #6 fore plane to my bench and ran the stock back and forth. I periodically checked that I was hitting 45 degrees with a combo square.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0105.jpg\" alt=\"105\"></p>\n<p>Before cutting to length, I chucked the whole piece in my drill press and rounded the top and carved the notch with abrasives.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0106.jpg\" alt=\"106\"></p>\n<p>Lastly, I tapered the toggle with a block plane.</p>\n<h2 id=\"finishing\"><a href=\"#finishing\" class=\"phenomic-HeadingAnchor\">#</a>Finishing</h2>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0107.jpg\" alt=\"107\"></p>\n<p>Finishing started with one coat of teak oil applied with 400 grit sandpaper. I had planned on doing two coats but the first one came out nice and even by itself. There wasn't a lot of thought behind the teak oil. It was what I had on hand and wanted to try out sanding in a finish.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0108.jpg\" alt=\"108\"></p>\n<p>After the teak oil was nice and dry I applied two coats of minwax wipe-on poly with some very light sanding in between coats.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0109.jpg\" alt=\"109\"></p>\n<p>To top it off I rubbed the finish with 0000 steel wool loaded with paste wax and then buffed it with a fresh cloth. Paste wax was another finishing first for me and I was very happy with how it felt afterwards. It left a super smooth surface that is a little more slick to the touch than even a super smooth poly. There's a very slight wax feel, but nothing remotely sticky or wet.</p>\n<h2 id=\"putting-it-together\"><a href=\"#putting-it-together\" class=\"phenomic-HeadingAnchor\">#</a>Putting it Together</h2>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0111.jpg\" alt=\"111\"></p>\n<p>I found the easiest way to attach the string was to put the saw together with a blade in place and then clamp the hold thing to the side of my bench so I didn't have to balance at all while I was tying the knots. I had a little bit of fun reading up on knots to use on this. The one in the picture is a \"scaffold knot,\" though the line is too thin to thin to see much form in it anyways.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0112.jpg\" alt=\"112\"></p>\n<p>I wrapped the line around four times and tied another knot on the same side. This left and even four strands on each side of the saw. All that was left was to slip in the toggle, tighten and saw away.</p>\n<h2 id=\"final-thoughts\"><a href=\"#final-thoughts\" class=\"phenomic-HeadingAnchor\">#</a>Final Thoughts</h2>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0003.jpg\" alt=\"3\"></p>\n<p>I tested out the saw with some random curves on a piece of maple. Although my technique could definitely use some work, the saw performed very well. The longer stroke provided by the 12\" blade allows you to negotiate a fair amount of a curve in a single stroke.</p>\n<p><img src=\"/assets/gramercy_bow_saw/DSC_0083.jpg\" alt=\"83\"></p>\n<p>Lastly, I learned the hard way about over tensioning this saw and it wasn't a bad thing to learn first hand. As I was cutting, the saw was doing it's thing and working well, but every turn of the toggle improved the responsiveness slightly. So I found my self periodically going tighter and tighter until I heard a pop and all of a sudden I had a single handle in my hand instead of a saw. The good news in this is that the point of failure in two overtensioning incidents is the blade itself. It may be difficult to see, but in the above picture the pin has snapped away on the darker blade. As I learn to respect this saw's limits I hope I don't spend a ton of money on blades but it is comforting to know that I'm probably not going to snap a handle that has hours and hours of work in it.</p>\n","__filename":"posts/gramercy-bowsaw.md","__url":"/posts/gramercy-bowsaw/","__resourceUrl":"/posts/gramercy-bowsaw/index.html","__dataUrl":"/posts/gramercy-bowsaw/index.html.50f3aab57acb74f071615a521cadf857.json"}