{"head":{"layout":"Post","title":"Pallet Wood Coffee Table","image":"/assets/pallet_coffee_table/DSC_0009.jpg","date":"2016-03-05 20:33:59 -0800","<!-- categories":"wood-working -->","description":"Over the past couple months I've been trying to build up my tool collection. It turns out nice tools aren't cheap and this has left me…"},"body":"<p>Over the past couple months I've been trying to build up my tool collection. It turns out nice tools aren't cheap and this has left me almost no money for lumber. So I decided to take on a pallet wood project to keep learning in the meantime.</p>\n<p><img src=\"/assets/pallet_coffee_table/DSC_0012.jpg\" alt=\"1\"></p>\n<p>I'm pretty happy with how it turned out and it's given me a lot of ideas to work with in the future. I believe the top is a mix of red and white oak and the legs are some variety of spalted maple.</p>\n<p><img src=\"/assets/pallet_coffee_table/DSC_0018.jpg\" alt=\"1\"></p>\n<p>When I started this project I had no plans of starting a blog so the build photo's are going to be a little sub par on this one. They should at least give you an idea how this went together.</p>\n<p><img src=\"/assets/pallet_coffee_table/IMG_20151025_175830.jpg\" alt=\"1\"></p>\n<p>Here's the pallet I started with all broken down. Everything came from a single large pallet that was essentially three eight foot long red oak two by fours covered in a mix of white oak and maple slats.</p>\n<p><img src=\"/assets/pallet_coffee_table/IMG_20151028_081440.jpg\" alt=\"1\"></p>\n<p>After surfacing one face of each, I laminated the white oak slats to build them up to the thickness of the red oak two by fours.</p>\n<p><img src=\"/assets/pallet_coffee_table/IMG_20151101_203753.jpg\" alt=\"1\"></p>\n<p>After laminating all of them I surfaced and jointed them and glued them up into a table top. I used the solid red oak on all outside edges to hide the lamination joints.</p>\n<p><img src=\"/assets/pallet_coffee_table/IMG_20151107_112041.jpg\" alt=\"1\"></p>\n<p>I used a router to cut the mortises for the breadboard ends. It couldn't plunge quite deep enough so I finished the deeper sections with a drill press and chisels.</p>\n<p><img src=\"/assets/pallet_coffee_table/IMG_20151108_103118.jpg\" alt=\"1\"></p>\n<p>And here's the breadboard tenon from one side. I used a router to get then tenon to thickness and then used a coping saw and chisels to form the shape.</p>\n<p><img src=\"/assets/pallet_coffee_table/IMG_20151115_164355.jpg\" alt=\"1\"></p>\n<p>Here you can see the leg blanks. I laminated the maple slats for these. I used a simple table saw taper jig for the leg brace angles. They were then cleaned up and matched with a #4 bench plane.</p>\n<p><img src=\"/assets/pallet_coffee_table/IMG_20151118_203847.jpg\" alt=\"1\"></p>\n<p>The leg mortises were made using a drill press to hog the waste and chisels to clean up the final shape.</p>\n<p><img src=\"/assets/pallet_coffee_table/IMG_20151121_140402.jpg\" alt=\"1\"></p>\n<p>This is what you do when you don't have a vise.</p>\n<p><img src=\"/assets/pallet_coffee_table/IMG_20151122_144314.jpg\" alt=\"1\"></p>\n<p>Here are the pieces coming together. You can see the breadboards have been attached.</p>\n<p><img src=\"/assets/pallet_coffee_table/IMG_20151205_132421.jpg\" alt=\"1\"></p>\n<p>Here the legs are being setup for tapering. This taper jig consists of a piece of plywood with a single runner and two toggle clamps screwed to blocks that I just screw to whatever spot I need them in. It's really simple but has been a workhorse for tapering and edge jointing.</p>\n<p><img src=\"/assets/pallet_coffee_table/IMG_20151206_203350.jpg\" alt=\"1\"></p>\n<p>There was so much void filling in this project. I used harbor freight epoxy and a tiny amount of black acrylic paint to tint it. It worked great but was a bit of a pain. Definitely use masking tape if you ever do this. It greatly reduces how much epoxy you have to scrape off later.</p>\n<p><img src=\"/assets/pallet_coffee_table/IMG_20151218_182232.jpg\" alt=\"1\"></p>\n<p>I cut the corners of the table top at a forty-five with a back saw and then used a plane to round them.</p>\n<p><img src=\"/assets/pallet_coffee_table/IMG_20160110_203110.jpg\" alt=\"1\"></p>\n<p>The legs and leg braces got rounded over with a router.</p>\n","__filename":"posts/pallet-coffee-table.md","__url":"/posts/pallet-coffee-table/","__resourceUrl":"/posts/pallet-coffee-table/index.html","__dataUrl":"/posts/pallet-coffee-table/index.html.49c0ac3278d526ea0bea74558c895b76.json"}