{"head":{"layout":"Post","title":"Marking Knives","image":"/assets/marking_knives/DSC_0004.jpg","date":"2016-03-19 20:33:59 -0800","<!-- categories":"wood-working -->","description":"I recently went to woodcraft in search of my first marking knife. I had scoped out a Pfeil knife online, but when I saw it in person the…"},"body":"<p>I recently went to woodcraft in search of my first marking knife. I had scoped out a Pfeil knife online, but when I saw it in person the handle was as poorly made as the reviews suggested. It was rough and poorly finished and although it's supposedly bubinga it didn't look or feel like any of the other bubinga tool handles I'm used to seeing. So for a few dollars more I picked up a set of two different sized Pfeil marking knife blades and opted to make the handles.</p>\n<p><img src=\"/assets/marking_knives/marking_knives_sketchup.png\" alt=\"A sketchup 3D rendering of the knives.\"></p>\n<p>The idea for the handle shape came from artists paint brushes which are often tapered cylinders. I thought a tapered octagon would provide a good grip and would be something I could pull off with basic tools. I worked out the design in google sketchup to get the proportions right. Here's a link to the sketchup file if you're interested. <a href=\"%7B%7Bsite.url%7D%7D/assets/marking_knives/marking-knives.skp\">marking-knives.skp</a></p>\n<p><img src=\"/assets/marking_knives/DSC_0022.jpg\" alt=\"A pile of blue mahoe wood scraps and two pfeil marking knife blades.\"></p>\n<p>A while back I found a pile of, what I believe to be, blue mahoe scraps outside a local woodshop. I used most of the longer pieces binding and accoustic guitar, but have had a bunch of tool handle size pieces sitting around. Here's most of it along with the blades.</p>\n<p><img src=\"/assets/marking_knives/DSC_0023.jpg\" alt=\"Pieces of the blue mahoe squared and cut down to knife handle blanks.\"></p>\n<p>I picked out a few nice pieces and ripped them down to blanks. I only needed one of each size, but I'm pretty good at messing things up along the way so I ripped three of each size.</p>\n<p><img src=\"/assets/marking_knives/DSC_0024.jpg\" alt=\"The ends of the handle blacks with their centers marked.\"></p>\n<p>I marked the centers on one end of each and tapped a small hole with a centering punch.</p>\n<p><img src=\"/assets/marking_knives/DSC_0025.jpg\" alt=\"Drilling a hole in a handle blank for the blade tang in three stages.\"></p>\n<p>I've had a lot of issue drilling accurately in the past so I took this very slow. I first drilled a pilot hole with a small bit chucked with only about a small amount exposed. This prevented any chance of the bit flexing and wandering. I then drilled the full length with the same bit before stepping up to the final size.</p>\n<p>To determine the final size I did some test holes in scrap. I found the first size that the blade tang would fully slip in and out of and then went down 1/64\" to get a snug fit. I also tested if this would be tight enough by setting a blade all the way in a one of the test holes. It fit snuggly enough that I was unable to clamp the blade tight enough to pull the scrap off so I had to totally destroy the scrap by drilling a bunch of small holes. So it should last pretty well.</p>\n<p><img src=\"/assets/marking_knives/DSC_0029.jpg\" alt=\"Handles marked by a pencil and marking gauge to start cutting the ends for a ferrule.\"></p>\n<p>I bought some brass tubing to make ferrules. And based on the dimensions of the tubing I marked out tenons on the handle ends that could later be rounded to fit the ferrules.</p>\n<p><img src=\"/assets/marking_knives/DSC_0030.jpg\" alt=\"Handle ends cut into a tenon shaped.\"></p>\n<p>I used a crosscut sled on a table saw to make quick work of the tenons.</p>\n<p><img src=\"/assets/marking_knives/DSC_0032.jpg\" alt=\"Cleaning up cut lines from the table saw in the handle tenons with a chisel.\"></p>\n<p>I then cleaned up the cut lines with a chisel.</p>\n<p><img src=\"/assets/marking_knives/DSC_0039.jpg\" alt=\"Paring down the tenon with a chisel to round it to the shape of the ferrule.\"></p>\n<p>To round the tenon I traced the shaped of the brass tubing and pared down the tenon.</p>\n<p><img src=\"/assets/marking_knives/DSC_0034.jpg\" alt=\"Hammering on a ferrule to start cutting the final end shape.\"></p>\n<p>Lastly I cut a sacrificial ferrule that was longer than the tenon and hammered it about 80% of the way down to clean up the shape.</p>\n<p><img src=\"/assets/marking_knives/DSC_0035.jpg\" alt=\"The ferrule torn off with pliers after using it to cut the circle shape.\"></p>\n<p>The ferrule was set very tightly but the extra length was enough to tear it off with pliers without damaging the wood.</p>\n<p><img src=\"/assets/marking_knives/DSC_0036.jpg\" alt=\"Cutting the final ferrules.\"></p>\n<p>I then cut the final ferrules to length using a cheapo pipe cutter.</p>\n<p><img src=\"/assets/marking_knives/DSC_0037.jpg\" alt=\"Cleaning up the ferrules on diamond plates.\"></p>\n<p>And cleaned up the edges on some diamond plates.</p>\n<p><img src=\"/assets/marking_knives/DSC_0043.jpg\" alt=\"Prepped to taper the handle blanks with a #4 plane.\"></p>\n<p>To begin shaping the handles I marked out the taper on the blank and used a #4 plane and a bench hook to shape the handle.</p>\n<p><img src=\"/assets/marking_knives/DSC_0044.jpg\" alt=\"Final tapered handles sitting on a pile of the shavings taken from them.\"></p>\n<p>After doing this to all four sides of each handle I was left with these tapered square handles.</p>\n<p><img src=\"/assets/marking_knives/DSC_0047.jpg\" alt=\"Shaping the tapered square handles into tapered octagons with block plane.\"></p>\n<p>I then marked out lines to form the octagon on each side and trimmed them down to shape with a block plane and a #4 smoother. After shaping one of the square's corners into the final octagon miter it's fairly easy to set that side face down and shoot with your plane at a 90 degree angle to hit the next side. Then you can rotate and repeat until all the faces are complete.</p>\n<p><img src=\"/assets/marking_knives/DSC_0050.jpg\" alt=\"Shaped handles with teak oil applied.\"></p>\n<p>Here are the final handles after a little shaping with some sandpaper to round the ends and a quick coat of Watco Teak Oil.</p>\n<p><img src=\"/assets/marking_knives/DSC_0052.jpg\" alt=\"Handles with ferrules hammered on and filed flush with the handle end.\"></p>\n<p>I then hammered the ferrules all the way on and filed them flush.</p>\n<p><img src=\"/assets/marking_knives/DSC_0053.jpg\" alt=\"Handles with blades inserted getting a final coat of wipe on polyurethane.\"></p>\n<p>To set the blades I pushed them in as far as I could by hand. Then I tapped the handles all the way on with a mallet while the points rested in some end grain scrap. At this point I wasn't totally happy with the teak oil finish by itself. So I added a couple light coats of wipe on poly and then pastewax after the poly dried.</p>\n<p><img src=\"/assets/marking_knives/DSC_0058.jpg\" alt=\"Knives after being sharpened with ceramic stones.\"></p>\n<p>Both blades had the perfect amount of hollow in the back to make flattening a breeze and they took an edge very quickly. I also took some time to polish off the logos.</p>\n<p><img src=\"/assets/marking_knives/DSC_0062.jpg\" alt=\"Finished knives.\"></p>\n<p>And here are the finished knives. I've been hesitant to make tool handles without a lathe but I'm super happy with how these turned out. I think they look great and they're very comfortable to hold. So I'll probably fall back on this technique as I need more handles.</p>\n<p><img src=\"/assets/marking_knives/DSC_0004.jpg\" alt=\"Finished knives alternate angle.\"></p>\n","__filename":"posts/marking-knives.md","__url":"/posts/marking-knives/","__resourceUrl":"/posts/marking-knives/index.html","__dataUrl":"/posts/marking-knives/index.html.cc4a77aa60d6811197a9660c9134acf5.json"}